Repository: synspawacza/automata_pl
Catalog: omegat/project_save.tmx
Source language: en_us
Languages: pl

source: Restrains and shocks one nearby enemy, causing continuous damage over a set period of time.
pl: Więzi i razi jednego z pobliskich przeciwników, zadając obrażenia przez ustalony czas.

source: Restraints
pl: Więzy

source: Results: Extremely poor.
pl: Wyniki: ekstremalnie słabe.

source: Resume game.
pl: Wróć do gry.

source: Resupply
pl: Zaopatrzenie

source: Retrieval Results
pl: Wynik odzyskiwania

source: Retrieve
pl: Odzyskaj

source: Retrieve body.
pl: Odzyskaj ciało.

source: Retrieve the Confidential Intel
pl: Odzyskanie poufnych danych

source: Retrieve the package from the cluttered storage area.
pl: Odzyskaj paczkę z zagraconego magazynu.

source: Retrieve the package from the even more cluttered storage area.
pl: Odzyskaj paczkę z jeszcze bardziej zagraconego magazynu.

source: Retrieve upgrade chips from machine lifeforms. <ENEMY_NUM> / <REQ_NUM>
pl: Zbierz czipy ulepszeń z mechanicznych form życia. <ENEMY_NUM> / <REQ_NUM>

source: Retro Black Pod
pl: Pod retro — czarny

source: Retro Grey Pod
pl: Pod retro — szary

source: Retro Purple Pod
pl: Pod retro — fioletowy

source: Retro Red Pod
pl: Pod retro — czerwony

source: Retro White Pod
pl: Pod retro — biały

source: Retry
pl: Powtórz

source: Return to Title Screen
pl: Ekran tytułowy

source: Return to the Bunker via an access point.
pl: Powróć do Bunkra przez punkt dostępu.

source: Return to the Resistance camp.
pl: Powróć do obozu Ruchu Oporu.

source: Return to the children.
pl: Wróć do dzieci.

source: Return to the game without saving?
pl: Powrócić do gry bez zapisywania?

source: Return to the title screen without saving?
pl: Powrócić do ekranu tytułowego bez zapisywania?

source: Return to the title screen without saving? All unsaved progress to this point will be lost.
pl: Powrócić do ekranu tytułowego bez zapisywania? Cały niezapisany postęp zostanie utracony.

source: Return to the title screen.
pl: Powróć do ekranu tytułowego.

source: Return to the title screen?
pl: Powrócić do ekranu tytułowego?

source: Return to your mission once you're ready.
pl: Wracajcie do swojej misji jak będziecie gotowi.

source: Returning to the previous screen without saving any changes to this comment. Proceed?
pl: Powrót do poprzedniego ekranu bez zapisywania zmian. Kontynuować?

source: Reunite with 9S.
pl: Ponownie spotkaj się z 9S.

source: Revealing Outfit
pl: Skąpy strój

source: Revealing one's genitals was seen as...problematic.
pl: Pokazywanie swoich genitaliów uważano za... problematyczne.

source: Revenge
pl: Zemsta

source: Revenge for our king!
pl: Zemsta za naszego Króla!

source: Revenge, huh?
pl: Zemsta, tak?

source: Reverse-jointed (L)
pl: Odwrócony (L)

source: Reverse-jointed Goliath
pl: Odwrócony Goliat

source: Reverting back to area reconnai—
pl: Powracam do rekonesansu ter...

source: Revved-up Machine
pl: Nakręcona maszyna

source: Reward
pl: Nagroda

source: Rewards!
pl: Nagroda!

source: Right now I have to spend all night teaching this idiot how to craft a simple bomb.
pl: Teraz muszę spędzić całą noc, ucząc tego nieogarnietęgo typa, jak skonstruować najprostszą bombę...

source: Right now we have to take 'em down!
pl: Teraz musimy się ich pozbyć!

source: Right then, off to work. I just know I can make this happen!
pl: Czas zabrać się do roboty! Wiem, że mi się uda!

source: Right then.
pl: W porządku.

source: Right then. Here you are.
pl: No dobrze. Proszę... Gotowe.

source: Right then. Let's get started.
pl: Dobrze więc. Zaczynajmy.

source: Right!
pl: Dobra!

source: Right! Let's head back and give 'em the good news.
pl: Świetnie! Możemy wracać. Przekażemy im dobre wieści.

source: Right, but shouldn't you maybe respond to the letter?
pl: Dobrze, ale czy nie powinieneś odpowiedzieć na list?

source: Right-o! This weapon is now Level 3.
pl: Dobra! Ta broń jest teraz na Poziomie 3.

source: Right-o. I'll make sure to tell Command that you're not fit to use flight units for a while.
pl: Dobra. Upewnij się, że Dowództwo wie, że nie jesteś zdolna do używania jednostek latających na ta chwilę.

source: Right.
pl: Prawda.

source: Right. Can't let anyone into the forest kingdom...
pl: Racja. Nie możemy nikogo wpuścić do Leśnego Królestwa...

source: Right. Let's get her back to Pascal's village.
pl: W porządku. Wracajmy z powrotem do wioski Pascala.

source: Right. Let's go take out some small fry.
pl: Dobrze. Udajmy się zatem na polowanie i rozwalmy trochę drobnicy.

source: Right. Now I just have to bring this to Pascal...
pl: Dobra. Teraz muszę to tylko zanieść do Pascala...

source: Right...
pl: Tak...

source: Right... Do it.
pl: Dobra... Zrób to.

source: Rigid Tree Bark
pl: Sztywna kora

source: Rings: <NUM>
pl: Pierścienie: <NUM>

source: Robo Dojo—Black Belt
pl: Robodojo — czarny pas

source: Robo Dojo—Brown Belt
pl: Robodojo — brązowy pas

source: Robo Dojo—Red Belt
pl: Robodojo — czerwony pas

source: Robo Dojo—Red and White Belt
pl: Robodojo — biało-czerwony pas

source: Robo Dojo—White Belt
pl: Robodojo — biały pas

source: Robot Discount
pl: Zniżka u robotów

source: Roger that!
pl: Zrozumiano!

source: Roger that, 9S.
pl: Dobrze, 9S.

source: Roger that, Nine...ze.
pl: Dobrze, Nine..sie.

source: Roger that.
pl: Przyjąłem.

source: Roger that. Just try not to overdo it, okay?
pl: Zrozumiano. Tylko postaraj się nie przeszarżować, okej?

source: Roger, 2B. Much appreciated.
pl: Przyjęłam 2B. Doceniam.

source: Roger.
pl: Zrozumiałam.

source: Roger. And thanks.
pl: Przyjęłam. I dzięki.

source: Romania
pl: Rumunia

source: Rose eyes her warily. “Er, a waste?” </page>
pl: Róża patrzy na nią z uwagą „Strata?” </page>

source: Rose stares at me with surprise. <bt_wait>...Oh no. <bt_wait>I'm holding Lilly too. </page> “Just hold on, Lilly!” cries Number 21. “I'm going to save you!”<bt_wait>
pl: Róża patrzy na mnie z zaskoczeniem. <bt_wait>O nie... <bt_wait>Ja też trzymam Lilly. </page> <page> „Trzymaj się, Lilly!” krzyczy Numer 21. „Uratuję cię!”<bt_wait>

source: Rotate
pl: Obróć

source: Rotten Info Sheet
pl: Zgniła broszura

source: Round thing! You okay!?
pl: Ej ty, okrągły... Wszystko w porządku?!

source: Royal knights! Give your lives for the king of our forest!
pl: Królewscy rycerze! Jesteście gotowi oddać swoje życie za Króla naszego lasu?!

source: Rrrr... Fine.
pl: Wrrr... Dobra.

source: Rrrrgh! What am I supposed to DO!?
pl: Arrrgh! Co mam teraz ZROBIĆ?!

source: Rule 10,286: The King deserves the most respect of all.
pl: Zasada 10286: Król zasługuje na najwyższy szacunek.

source: Rule 106 [Thou Shalt Not Live on Level Ground] This rule has its origins in a tragic past. We Masked People originally inhabited the plains along the coast, but one day our village was destroyed by a great wall of water. This rule is a valuable teaching that represents what our ancestors learned from that disaster.
pl: Zasada 106 [Nie będziesz mieszkał na płaskim terenie] Ta zasada ma swój początek w tragicznej przeszłości. My, Zamaskowany Lud, dawniej zamieszkiwaliśmy równiny wzdłuż wybrzeża, ale pewnego dnia, nasza wioska została zniszczona przez wielką ścianę wody. Ta zasada jest ważną lekcją, gdyż pokazuje, czego nasi przodkowie nauczyli się z tej katastrofy.

source: Rule 11,034 [The Height of One's Status and Lodging Shall Match] In this world, order is protected through a focus on "rules." Those of high status—as well as the aged—are deserving of respect, and therefore must dwell in residences above all others. This is to be considered a natural courtesy.
pl: Zasada 11034 [Wysokość statusu i miejsca zamieszkania powinny sobie odpowiadać] Na tym świecie porządek jest utrzymywany przez skupienie się na „zasadach”. Ci o wysokim statusie — a także starsi — zasługują na szacunek, a więc powinni mieszkać w wyżej położonych mieszkaniach. Należy to uważać za naturalną uprzejmość.

source: Rule 21... Always return a greeting...
pl: Zasada 21... Zawsze odpowiadaj na pozdrowienie...

source: Rule 30,225: Respect must be paid to those undertaking the trials.
pl: Zasada 30225: Podejmującym próbę należy okazać szacunek.

source: Rule 31,564 demands that you stay quiet during the trials.
pl: Zasada 31564 żąda, by pozostać cicho w trakcie prób.

source: Rule 432 [The Jar-bound Lizard Must Be Captured] Long ago, an aged man threw out his back after gazing upon a lizard in a jar. His young wife departed to call the doctor, only to vanish and never return. The surrounding villagers spread rumors of how she had fled, but the man paid them no heed, instead fiercely insisting that the lizard must be captured.
pl: Zasada 432 [Jaszczurka znajdująca się w dzbanie musi być złapana] Dawno temu, starszy mężczyzna nadwyrężył sobie plecy wpatrując się w jaszczurkę, która utknęła w dzbanie. Jego młoda żona wyszła z domu, w celu znalezienia lekarza, ale zniknęła i nigdy nie wróciła. Sąsiedzi zaczęli rozsiewać plotki o tym, jakoby kobieta od niego uciekła, ale mężczyzna nie zwracał na te słowa uwagi, stanowczo upierając się, że jaszczurka musi zostać schwytana.

source: Rule 5,493: Do not lose sight of yourself in the darkness...
pl: Zasada 5493: nie zatrać się w ciemności...

source: Rule 5,494: Do not let your feet touch the ground.
pl: Zasada 5494: niech twoje stopy nie dotkną ziemi.

source: Rule 62,117: The trial must end within 3 minutes!
pl: Zasada 62117: próba musi zakończyć się w ciągu 3 minut.

source: Rule 62,305: Train hard every day to become stronger. Let the combat commence!
pl: Zasada 62305: trenuj ciężko każdego dnia, by stać się silniejszym. Niech rozpocznie się walka!

source: Rule 64,199: A true hero is untouchable!
pl: Zasada 64199: prawdziwy bohater jest nietykalny!

source: Rule 8,614 [Parents Shall Not Purchase Birthday Feast Ingredients] We Masked People have traditionally shown proclivities toward treasuring our children. However, due to parents purchasing far too many ingredients for the birthday parties of their children, much of what is bought goes to waste. This rule was passed by the king, who was quite distressed by the ceaselessness of such behavior.
pl: Zasada 8614 [Rodzice nie powinni kupować składników na urodzinową ucztę] My, Zamaskowany Lud, tradycyjnie okazujemy skłonność do troszczenia się o nasze dzieci. Jednakże, rodzice kupowali zbyt wiele składników na urodzinowe przyjęcia swoich dzieci, a co za tym idzie — wiele jedzenia szło na marne. Zasada ta została potwierdzona przez Króla, który był mocno zaniepokojony takim nierozważnym postępowaniem.

source: Rule 8... When the King addresses you... Uh... What are you supposed to do again?
pl: Zasada 8... Gdy zwraca się do ciebie Król... Eee... To co wtedy powinno się znowu robić?

source: Rules are everything here. As long as you abide, you'll be fine.
pl: Reguły są tu wszystkim. Jeśli tylko będziesz się do nich stosować, wszystko będzie dobrze.

source: Run! Run!
pl: Uciekać! Uciekać!

source: Running system diagnostics... Core functionality appears intact.
pl: Przeprowadzam diagnostykę systemu... Podstawowe funkcje zdają się być nienaruszone.

source: Russia
pl: Rosja

source: Rusted Clump
pl: Zardzewiała gruda

source: Rusted, beat-up ore.
pl: Zbity, zardzewiały materiał.

source: Rusty Bolt
pl: Zardzewiała śruba

source: Rusty Dog Tag
pl: Zardzewiały nieśmiertelnik

source: Rusty Music Box
pl: Zardzewiała pozytywka

source: S-Say...
pl: Po... powiedz...

source: S-Signal lost...
pl: U-utracono sygnał...

source: S-Stop! It's over! The match is over!
pl: S-stop! Starczy! Walka jest skończona!

source: S-Stop! No more!
pl: S-stój! Wystarczy!

source: S-sorry, ma'am!
pl: Przepraszam, proszę pani!

source: SADLY, I DO NOT HAVE THE POWER TO STOP THEM...
pl: NIESTETY, NIE MAM MOCY, aBY JE POWSTRZYMAĆ...

source: SAVE GAME
pl: ZAPIS GRY

source: SAVING
pl: ZAPISYWANIE

source: SAW
pl: PIŁA

source: SCALE
pl: SKALA

source: SCALE POD WITH TEMPO
pl: SKALUJ PODA Z TEMPEM

source: SEIZE THEM! KILL THEM! DESTROY THEM ALL!
pl: DOPAŚĆ! ZABIĆ! ZNISZCZYĆ WSZYSTKIE ANDROIDY!

source: SELF-DESTRUCT SYSTEM ACTIVATED
pl: AKTYWOWANO SYSTEM AUTODESTRUKCJI

source: SELF-DESTRUCT UNITS X 4
pl: BOMBA X 4

source: SET
pl: USTAW

source: SET ON FLOOR, SET WITH <special:9>
pl: USTAW NA PODŁODZE, USTAW ZA POMOCĄ <special:9>

source: SET TO HUMANOID FORM
pl: USTAW FORMĘ HUMANOIDALNĄ

source: SET TYPE
pl: USTAW TYP

source: SETTINGS
pl: USTAWIENIA

source: SHE FOLLOWED ME WHEREVER I WENT. WE PLAYED TOGETHER WHENEVER WE COULD.
pl: CHODZIŁO ZA MNĄ, GDZIEKOLWIEK POSZEDŁEM. BAWILIŚMY SIĘ RAZEM, KIEDY TYLKO BYŁA TAKA MOŻLIWOŚĆ.

source: SHE WAS...WARM. SHE MADE ME HAPPY.
pl: BYŁO... CIEPŁE. USZCZĘŚLIWIAŁO MNIE.

source: SHIELD
pl: TARCZA

source: SHOP
pl: SKLEP

source: SHOULD I EQUIP A SHIELD?
pl: CZY MAM WZIĄĆ TARCZĘ?

source: SHUT UP AND EXPLAIN IT ALREADY!
pl: ZAMKNIJ SIĘ I NATYCHMIAST WYJAŚNIJ!

source: SHUT UUUUPPPP!
pl: ZAMKNIJCIEE SIĘĘĘ!

source: SIMPLE MODEL SETTING TOOLS (LIMIT 20)
pl: PROSTE USTAWIANIE MODELI (LIMIT: 20)

source: SKILLS
pl: UMIEJĘT.

source: SKL
pl: UMJT

source: SMALL - BIPED
pl: MAŁY - DWUNÓG

source: SMALL - BIPED - ABANDONED FACTORY
pl: MAŁY - DWUNÓG - OPUSZCZONA FABRYKA

source: SMALL - BIPED - AMUSEMENT PARK
pl: MAŁY - DWUNÓG - PARK ROZRYWKI

source: SMALL - BIPED - CARRYING BOMB
pl: MAŁY - DWUNÓG - NIOSĄCY BOMBĘ

source: SMALL - BIPED - DESERT
pl: MAŁY - DWUNÓG - PUSTYNIA

source: SMALL - BIPED - ENHANCED VERSION
pl: MAŁY - DWUNÓG - WERSJA ULEPSZONA

source: SMALL - BIPED - FOREST KINGDOM
pl: MAŁY - DWUNÓG - LEŚNE KRÓLESTWO

source: SMALL - EXPLODER
pl: MAŁY - BOMBA

source: SMALL - FLYER
pl: MAŁY - LOTNIK

source: SMALL - FLYER - ABANDONED FACTORY
pl: MAŁY - LOTNIK - OPUSZCZONA FABRYKA

source: SMALL - FLYER - AMUSEMENT PARK
pl: MAŁY - LOTNIK - PARK ROZRYWKI

source: SMALL - FLYER - DESERT
pl: MAŁY - LOTNIK - PUSTYNIA

source: SMALL - FLYER - ENHANCED VERSION
pl: MAŁY - LOTNIK - WERSJA ULEPSZONA

source: SMALL - FLYER - FOREST KINGDOM
pl: MAŁY - LOTNIK - LEŚNE KRÓLESTWO

source: SMALL - MULTI-LEVELED
pl: MAŁY - WIELONÓG

source: SMALL - MULTI-LEVELED - ENHANCED VERSION
pl: MAŁY - WIELONÓG - WERSJA ULEPSZONA

source: SMALL - STUBBY - ABANDONED FACTORY
pl: MAŁY - RESORAK - OPUSZCZONA FABRYKA

source: SMALL - STUBBY - AMUSEMENT PARK
pl: MAŁY - RESORAK - PARK ROZRYWKI

source: SMALL - STUBBY - CARRYING BOMB
pl: MAŁY - RESORAK - NIOSĄCY BOMBĘ

source: SMALL - STUBBY - DESERT
pl: MAŁY - RESORAK - PUSTYNIA

source: SMALL - STUBBY - ENHANCED VERSION
pl: MAŁY - RESORAK - WERSJA ULEPSZONA

source: SMALL - STUBBY - FOREST
pl: MAŁY - RESORAK - LAS

source: SMALL STUBBY ENEMY
pl: MAŁY - RESORAK

source: SNAKE
pl: WĄŻ

source: SNAKE COIL
pl: WĄŻ ZWÓJ

source: SOLD OUT
pl: SPRZEDANE

source: SONG
pl: PIOSENKA

source: SOUND
pl: DŹWIĘK

source: SPARE THEIR LIVES...
pl: OSZCZĘDŹCIE JE...

source: SPEAR
pl: WŁÓCZNIA

source: SPECIAL THANKS
pl: SPECJALNE PODZIĘKOWANIA

source: SPHERICAL MINOR ENEMY
pl: MAŁY - KULISTY

source: SQUARE ENIX CO., LTD. President & CEO
pl: SQUARE ENIX CO., LTD. Prezes i dyrektor generalny

source: STAFF
pl: ZESPÓŁ

source: STANDARD
pl: STANDARDOWE

source: START MENU
pl: MENU START

source: STAY AWAY FROM THEM!
pl: NIE ZBLIŻAJCIE SIĘ DO NICH!

source: STAY RIGHT THERE! I'm coming!
pl: ZOSTAŃCIE TAM, GDZIE JESTEŚCIE! Zaraz tam będę!

source: STOP!
pl: PRZESTAŃ!

source: STRAIGHT LINE
pl: LINIA PROSTA

source: SUCH PAIN... KILL ME...
pl: TAKI BÓL... ZABIJ MNIE...

source: SWORD
pl: MIECZ

source: SYSTEM INFO
pl: INFO SYSTEMOWE

source: SYSTEM INTERFERENCE
pl: INTERFERENCJA SYSTEMU

source: SYSTEM MESSAGE
pl: KOMUNIKAT SYSTEMU

source: Saaaay. You...you wanna stamp?
pl: Zaaatem... Chcesz... pieczątkę, tak?

source: Sachet
pl: Woreczek zapachowy

source: Sacrificial lambs. All of us.
pl: Baranki ofiarne. My wszyscy.

source: Sadly, I'm a bit short on materials right now.
pl: Niestety, aktualnie brakuje nam materiałów.

source: Safe travels!
pl: Szerokiej drogi!

source: Said damage will make it difficult to retain self-consciousness upon backup.
pl: Wykryte uszkodzenia znacznie utrudnią zachowanie świadomości podczas tworzenia kopii zapasowej.

source: Said dynamic scanner may be located in the Resistance camp.
pl: Podobno skaner dynamiczny może znajdować się w obozie Ruchu Oporu.

source: Said machine is drawing electrical power from the factory itself.
pl: Wspomniana maszyna czerpie energię bezpośrednio z systemów fabryki.

source: Said message relays the locations of objects known as "resource-recovery units".
pl: Wiadomość ujawnia lokalizacje obiektów znanych jako "jednostki odzysku zasobów".

source: Said strategy would interrupt the enemy's logic circuits, causing a computational delay.
pl: Wspomniana strategia zakłóciłaby obwody logiczne wroga, powodując obliczeniowe opóźnienie.

source: Said unit appears to be delivering something to the giant facility.
pl: Wygląda na to, że wspomniana jednostka dostarcza coś do wielkiego obiektu.

source: Said units were marked as goals earlier. They are believed to be so-called "resource-recovery units".
pl: Należy dodać, że wspomniane jednostki, zostały wcześniej oznaczone jako cele. Prawdopodobnie są to tak zwane "jednostki odzysku zasobów".

source: Sales Analyst
pl: Analityk sprzedaży

source: Sales Manager
pl: Kierownik działu sprzedaży

source: Sales Planning
pl: Planowanie sprzedaży

source: Sales Staff
pl: Personel działu sprzedaży

source: Samurai gauntlets worn by a commander infamous for cruelty, blackened with the blood of his foes.
pl: Samurajskie rękawice noszone przez dowódcę osławionego swoim okrucieństwem, poczernione krwią jego wrogów.

source: Sand Cave
pl: Piaskowa jaskinia

source: Sand Mask
pl: Piaskowa maska

source: Sao Tome and Principe
pl: Wyspy Świętego Tomasza i Książęca

source: Sartre seemed rather...nonplussed about the gifts. Go tell the three fans how he responded.
pl: Sartre wydawał się być...dość zakłopotany podarkami. Idź powiedzieć trzem fankom jak zareagował.

source: Sartre's Letter
pl: List Sartre'a

source: Sartre's Melancholy
pl: Melancholia Sartre'a

source: Sartre's letter.
pl: List od Sartre'a.

source: Sartre's letter. It reads: "I've left to seek the truth of the world. Throw that trash away!"
pl: List od Sartre'a. Jest w nim napisane: „Odszedłem, by szukać prawdy o świecie. Wyrzućcie te śmieci.”

source: Sato Mask
pl: Maska Sato

source: Saudi Arabia
pl: Arabia Saudyjska

source: Save
pl: Zapisz

source: Save changes and proceed?
pl: Zapisać zmiany i kontynuować?

source: Save complete.
pl: Zapisywanie zakończone.

source: Save that for later!
pl: Zachowaj to na później!

source: Save to this slot?
pl: Zapisać na tym slocie?

source: Save to this slot? (The game will resume from the nearest access point.)
pl: Zapisać na tym slocie? (Gra zostanie wznowiona od najbliższego punktu dostępu).

source: Save your current progress.
pl: Zapisz dotychczasowy postęp.

source: Save your current progress?
pl: Zapisać dotychczasowy postęp?

source: Save?
pl: Zapisać?

source: Saved Machine Records
pl: Zachowane zapiski maszyn

source: Saving Possible
pl: Możliwość zapisu

source: Saving is disabled because the debug menu was used.
pl: Zapis niedostępny — użyto menu debugowego.

source: Saving system data...
pl: Zapisywanie danych systemowych...

source: Saving...
pl: Zapisywanie...

source: Saw
pl: Piła

source: Saw-equipped
pl: z piłą

source: Say again? I'm not receiving.
pl: Możesz powtórzyć? Zdaje się, że są jakieś zakłócenia.

source: Say! Now there's an idea: what if YOU got the materials for me?
pl: Słuchajcie. Mam pomysł! A może to WY zdobędziecie te materiały dla mnie?

source: Say, 2B?
pl: Powiedz, 2B...

source: Say, 2B? I was hoping we could talk about our next move.
pl: Co ty na to, 2B? Pomyślałem, że powinniśmy omówić nasz kolejny ruch.

source: Say, Anemone? I've got a package for you from a machine called Pascal.
pl: Wiesz co, Anemono? Mam dla ciebie przesyłkę od maszyny zwanej Pascal.

source: Say, Emil?
pl: Powiedz, Emilu...

source: Say, I have an idea! Why don't we port Eve's self-regenerative function into our flight units?
pl: Słuchaj, mam pomysł! Dlaczego by nie przeportować funkcji autoregeneracji Ewy do naszych jednostek latających?

source: Say, I've been seeing these weird images while in sleep mode recently. It's almost as if I'm actually not asleep.
pl: Wiesz, ostatnio widzę takie dziwne obrazy kiedy śpię. Prawie jakby w ogóle bym nie spał.

source: Say, I've got a question for you: Are you using your Pod effectively?
pl: Mam do ciebie pytanie: używasz swojego poda efektywnie?

source: Say, are you all right? There was a huge earthquake, so I was worried.
pl: Wszystko w porządku? Aż tutaj dało się odczuć silne trzęsienie ziemi, więc się martwiłem.

source: Say, if you ever happen to run into her, say hello from me, all right?
pl: Jeśli kiedykolwiek na nią wpadniecie, pozdrówcie ją ode mnie! Dobrze?

source: Say, if you find anything in the desert that looks like a relic, can you bring it to me? I'll find a way to reward you for the trouble.
pl: Jeśli uda wam się znaleźć na pustyni coś, co będzie przypominać relikt, możecie go do mnie przynieść? Znajdę sposób, aby wynagrodzić wam wasze starania.

source: Say, if you find anything in the desert that looks like an old-world relic, can you bring it to me? I'll find a way to reward you for the trouble.
pl: Jeśli znajdziecie na pustyni coś przypominającego relikt ze starego świata, możecie go do mnie przynieść? Znajdę sposób, aby wynagrodzić was za kłopot.

source: Say, maybe you'd let me rip it out of you and take it apart for analysis!
pl: Słuchaj... A może dasz sobie wyjąć swój i oddasz go do analizy?

source: Say, nice hood. You make it?
pl: O, jaki fajny kaptur. Sam go zrobiłeś?

source: Say, think you'd be able to give us a hand with a certain odd job?
pl: Słuchaj... Byłbyś może w stanie pomóc nam przy pewnym nietypowym zleceniu?

source: Say, you're from the Bunker, right?
pl: Jesteście z Bunkra, prawda?

source: Say, you're the new YoRHa models, aren't you?
pl: Powiedz, wy jesteście nowymi modelami YoRHa, prawda?

source: Say, you're the one who got the peace offer from the machines, right?
pl: Słuchajcie, to wy dostaliście ofertę pokoju od maszyn, prawda?

source: Say, you're the ones who talked to the machines, right?
pl: Słuchajcie, to wy gadaliście z maszynami, prawda?

source: Says its allies were destroyed by the resistance.
pl: Mówi, że jego towarzysze zostali zniszczeni prze ruch oporu.

source: Scanner units such as yourself are not designed for battle.
pl: Jednostki typu Skaner, takie jak ty, nie są zaprojektowane do walki.

source: Scanners like me mostly work alone.
pl: Skanerzy tacy jak ja pracują samotnie.

source: Scanners like me mostly work alone. Scouting out enemy lines and all that?
pl: Skanery takie jak ja, zwykle pracują samotnie. Prowadzimy zwiad na linii wroga i inne takie...

source: Scanning and marking of nearby machine lifeforms complete.
pl: Ukończono skanowanie i oznaczanie pobliskich mechanicznych form życia.

source: Scanning complete. No signals detected.
pl: Skanowanie ukończone. Nie wykryto żadnych sygnałów.

source: Scanning for interference.
pl: Skanowanie w poszukiwaniu zakłóceń.

source: Scanning. Actively operating enemy large structural unit detected in accessible location.
pl: Skanowanie. Wykryto aktywnie działającą dużą jednostkę strukturalną wroga na dostępnym obszarze.

source: Scanning. Black box signal located.
pl: Skanuję. Wykryto sygnał czarnej skrzynki.

source: Scanning. No life signs detected.
pl: Skanuję... Nie wykryto oznak życia.

source: Scared Believer
pl: Wystraszony wierny

source: Scared Machine
pl: Przerażona maszyna

source: Scary. So...kill.
pl: Straszne. Więc należy... je zabić.

source: Scary... Kind... Veggie... Meat...
pl: Straszne... Miłe... Warzywka... Mięso...

source: Scenario
pl: Scenariusz

source: Scheduled Correspondence
pl: Okresowa korespondencja
